tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "tw93/tap"
brew "bat"
brew "cmake"
brew "coreutils"
brew "libtool"
brew "elixir"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "graphviz"
brew "helix"
brew "hey"
brew "htop"
brew "ipython"
brew "lazygit"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pipx"
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "tw93/tap/mole"
cask "android-platform-tools"
cask "codex"
cask "dbeaver-community"
cask "iterm2"
cask "neovide-app"
cask "orbstack"
cask "rar"
cask "rectangle"
cask "tunnelblick"
cask "wezterm"
cask "zed"
cask "zed@preview"
cargo "rustlings"
